tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "itchyny/tap"
tap "jakehilborn/jakehilborn"
tap "jesseduffield/lazygit"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "morantron/tmux-fingers"
brew "bat"
brew "libtiff"
brew "gdk-pixbuf"
brew "chafa"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker-compose"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "gnu-time"
brew "gnupg"
brew "kubernetes-cli"
brew "little-cms2"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli"
brew "mas"
brew "openjdk"
brew "maven"
brew "mise"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "node-build"
brew "openjpeg"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "sl"
brew "starship"
brew "task"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "vifm"
brew "wget"
brew "z"
brew "gromgit/fuse/sshfs-mac"
brew "heroku/brew/heroku"
brew "itchyny/tap/mmv"
brew "jesseduffield/lazygit/lazygit"
cask "alt-tab"
cask "aquaskk"
cask "beeper"
cask "cheatsheet"
cask "clibor"
cask "clipy"
cask "deepl"
cask "discord"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-roboto-mono"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "macfuse"
cask "monitorcontrol"
cask "raycast"
cask "rectangle"
cask "slack"
cask "steam"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "xbar"
cask "zoom"
mas "Drafts", id: 1435957248
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
vscode "alexcvzz.vscode-sqlite"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "divyanshuagrawal.competitive-programming-helper"
vscode "dnicolson.binary-plist"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "humao.rest-client"
vscode "intellsmi.comment-translate"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "mathematic.vscode-latex"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mrmlnc.vscode-remark"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "ole1986.arma-dev"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "tht13.html-preview-vscode"
vscode "tht13.python"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-remark"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
