tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "itchyny/tap"
brew "coreutils"
brew "asdf"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "docker-compose"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "glow"
brew "gnu-time"
brew "gnupg"
brew "kubernetes-cli"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "maven"
brew "neovim"
brew "node-build"
brew "openjpeg"
brew "pyenv"
brew "starship"
brew "tmux"
brew "wget"
brew "z"
brew "heroku/brew/heroku"
brew "itchyny/tap/mmv"
cask "alt-tab"
cask "cheatsheet"
cask "clipy"
cask "deepl"
cask "discord"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-roboto-mono"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "warp"
cask "webex-meetings"
cask "zoom"
vscode "alexcvzz.vscode-sqlite"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DivyanshuAgrawal.competitive-programming-helper"
vscode "dnicolson.binary-plist"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "humao.rest-client"
vscode "intellsmi.comment-translate"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "mathematic.vscode-latex"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "ole1986.arma-dev"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-remark"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
